-- MySQL dump 10.13  Distrib 8.0.21, for Win64 (x86_64)
--
-- Host: corc.tk    Database: shinhan
-- ------------------------------------------------------
-- Server version	8.0.24

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `admin`
--

DROP TABLE IF EXISTS `admin`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `admin` (
  `adminId` int NOT NULL AUTO_INCREMENT,
  `email` varchar(45) DEFAULT NULL,
  `password` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`adminId`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `admin`
--

LOCK TABLES `admin` WRITE;
/*!40000 ALTER TABLE `admin` DISABLE KEYS */;
INSERT INTO `admin` VALUES (1,'admin@admin.com','$2a$10$P4ijTiPOWO0nLEY/Nf4rheuwZIKIkP7DaOoeiueSvVKQkSVduYC.6');
/*!40000 ALTER TABLE `admin` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;


--
-- Table structure for table `category`
--

DROP TABLE IF EXISTS `category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `category` (
  `categoryCode` varchar(5) NOT NULL,
  `categoryClassification` varchar(2) NOT NULL,
  `categoryName` varchar(45) NOT NULL,
  PRIMARY KEY (`categoryCode`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `category`
--

LOCK TABLES `category` WRITE;
/*!40000 ALTER TABLE `category` DISABLE KEYS */;
INSERT INTO `category` VALUES ('01110','01','곡물 및 기타 식량작물 재배업'),('01121','01','채소작물 재배업'),('01122','01','화훼작물 재배업'),('01123','01','종자 및 묘목 생산업'),('01131','01','과실작물 재배업'),('01132','01','음료용 및 향신용 작물 재배업'),('01140','01','기타 작물 재배업'),('01151','01','콩나물 재배업'),('01152','01','채소, 화훼 및 과실작물 시설 재배업'),('01159','01','기타 시설작물 재배업'),('01211','01','젖소 사육업'),('01212','01','육우 사육업'),('01220','01','양돈업'),('01231','01','양계업'),('01239','01','기타 가금류 및 조류 사육업'),('01291','01','말 및 양 사육업'),('01299','01','그 외 기타 축산업'),('01300','01','작물재배 및 축산 복합농업'),('01411','01','작물재배 지원 서비스업'),('01412','01','농산물 건조, 선별 및 기타 수확 후 서비스업'),('01420','01','축산 관련 서비스업'),('01500','01','수렵 및 관련 서비스업'),('02011','01','임업용 종묘 생산업'),('02012','01','육림업'),('02020','01','벌목업'),('02030','01','임산물 채취업'),('02040','01','임업 관련 서비스업'),('03111','01','원양 어업'),('03112','01','연근해 어업'),('03120','01','내수면 어업'),('03211','01','해수면 양식 어업'),('03212','01','내수면 양식 어업'),('03213','01','수산물 부화 및 수산 종자 생산업'),('03220','01','어업 관련 서비스업'),('05100','02','석탄 광업'),('05200','02','원유 및 천연가스 채굴업'),('06100','02','철 광업'),('06200','02','비철금속 광업'),('07110','02','석회석 및 점토 광업'),('07121','02','건설용 석재 채굴 및 쇄석 생산업'),('07122','02','모래 및 자갈 채취업'),('07210','02','화학용 및 비료 원료용 광물 광업'),('07220','02','천일염 생산 및 암염 채취업'),('07290','02','그 외 기타 비금속광물 광업'),('08000','02','광업 지원 서비스업'),('10111','03','육류 도축업(가금류 제외)'),('10112','03','가금류 도축업'),('10121','03','가금류 가공 및 저장 처리업'),('10122','03','육류 포장육 및 냉동육 가공업(가금류 제외)'),('10129','03','육류 기타 가공 및 저장 처리업(가금류 제외)'),('10211','03','수산동물 훈제, 조리 및 유사 조제식품 제조업'),('10212','03','수산동물 건조 및 염장품 제조업'),('10213','03','수산동물 냉동품 제조업'),('10219','03','기타 수산동물 가공 및 저장 처리업'),('10220','03','수산식물 가공 및 저장 처리업'),('10301','03','김치류 제조업'),('10302','03','과실 및 그 외 채소 절임식품 제조업'),('10309','03','기타 과실ㆍ채소 가공 및 저장 처리업'),('10401','03','동물성 유지 제조업'),('10402','03','식물성 유지 제조업'),('10403','03','식용 정제유 및 가공유 제조업'),('10501','03','액상 시유 및 기타 낙농제품 제조업'),('10502','03','아이스크림 및 기타 식용 빙과류 제조업'),('10611','03','곡물 도정업'),('10612','03','곡물 제분업'),('10613','03','곡물 혼합 분말 및 반죽 제조업'),('10619','03','기타 곡물 가공품 제조업'),('10620','03','전분제품 및 당류 제조업'),('10711','03','떡류 제조업'),('10712','03','빵류 제조업'),('10713','03','과자류 및 코코아 제품 제조업'),('10720','03','설탕 제조업'),('10730','03','면류, 마카로니 및 유사 식품 제조업'),('10741','03','식초, 발효 및 화학 조미료 제조업'),('10742','03','천연 및 혼합 조제 조미료 제조업'),('10743','03','장류 제조업'),('10749','03','기타 식품 첨가물 제조업'),('10751','03','도시락류 제조업'),('10759','03','기타 식사용 가공처리 조리식품 제조업'),('10791','03','커피 가공업'),('10792','03','차류 가공업'),('10793','03','수프 및 균질화식품 제조업'),('10794','03','두부 및 유사 식품 제조업'),('10795','03','인삼식품 제조업'),('10796','03','건강 보조용 액화식품 제조업'),('10797','03','건강 기능식품 제조업'),('10799','03','그 외 기타 식료품 제조업'),('10801','03','배합 사료 제조업'),('10802','03','단미사료 및 기타 사료 제조업'),('11111','03','탁주 및 약주 제조업'),('11112','03','맥아 및 맥주 제조업'),('11119','03','기타 발효주 제조업'),('11121','03','주정 제조업'),('11122','03','소주 제조업'),('11129','03','기타 증류주 및 합성주 제조업'),('11201','03','얼음 제조업'),('11202','03','생수 생산업'),('11209','03','기타 비알코올 음료 제조업'),('12000','03','담배제품 제조업'),('13101','03','면 방적업'),('13102','03','모 방적업'),('13103','03','화학섬유 방적업'),('13104','03','연사 및 가공사 제조업'),('13109','03','기타 방적업'),('13211','03','면직물 직조업'),('13212','03','모직물 직조업'),('13213','03','화학섬유직물 직조업'),('13219','03','특수직물 및 기타 직물 직조업'),('13221','03','침구 및 관련제품 제조업'),('13222','03','자수제품 및 자수용 재료 제조업'),('13223','03','커튼 및 유사 제품 제조업'),('13224','03','천막, 텐트 및 유사 제품 제조업'),('13225','03','직물포대 제조업'),('13229','03','기타 직물제품 제조업'),('13300','03','편조 원단 제조업'),('13401','03','솜 및 실 염색 가공업'),('13402','03','직물, 편조 원단 및 의복류 염색 가공업'),('13403','03','날염 가공업'),('13409','03','섬유제품 기타 정리 및 마무리 가공업'),('13910','03','카펫, 마루덮개 및 유사 제품 제조업'),('13921','03','끈 및 로프 제조업'),('13922','03','어망 및 기타 끈 가공품 제조업'),('13991','03','세폭직물 제조업'),('13992','03','부직포 및 펠트 제조업'),('13993','03','특수사 및 코드직물 제조업'),('13994','03','표면처리 및 적층 직물 제조업'),('13999','03','그 외 기타 분류 안된 섬유제품 제조업'),('14111','03','남자용 겉옷 제조업'),('14112','03','여자용 겉옷 제조업'),('14120','03','속옷 및 잠옷 제조업'),('14130','03','한복 제조업'),('14191','03','셔츠 및 블라우스 제조업'),('14192','03','근무복, 작업복 및 유사 의복 제조업'),('14193','03','가죽의복 제조업'),('14194','03','유아용 의복 제조업'),('14199','03','그 외 기타 봉제의복 제조업'),('14200','03','모피제품 제조업'),('14300','03','편조의복 제조업'),('14411','03','스타킹 및 기타양말 제조업'),('14419','03','기타 편조 의복 액세서리 제조업'),('14491','03','모자 제조업'),('14499','03','그 외 기타 의복 액세서리 제조업'),('15110','03','모피 및 가죽 제조업'),('15121','03','핸드백 및 지갑 제조업'),('15129','03','가방 및 기타 보호용 케이스 제조업'),('15190','03','기타 가죽제품 제조업'),('15211','03','구두류 제조업'),('15219','03','기타 신발 제조업'),('15220','03','신발 부분품 제조업'),('16101','03','일반 제재업'),('16102','03','표면 가공목재 및 특정 목적용 제재목 제조업'),('16103','03','목재 보존, 방부처리, 도장 및 유사 처리업'),('16211','03','박판, 합판 및 유사 적층판 제조업'),('16212','03','강화 및 재생 목재 제조업'),('16221','03','목재 문 및 관련제품 제조업'),('16229','03','기타 건축용 나무제품 제조업'),('16231','03','목재 깔판류 및 기타 적재판 제조업'),('16232','03','목재 포장용 상자, 드럼 및 유사 용기 제조업'),('16291','03','목재 도구 및 주방용 나무제품 제조업'),('16292','03','장식용 목제품 제조업'),('16299','03','그 외 기타 나무제품 제조업'),('16300','03','코르크 및 조물 제품 제조업'),('17110','03','펄프 제조업'),('17121','03','신문용지 제조업'),('17122','03','인쇄용 및 필기용 원지 제조업'),('17123','03','크라프트지 및 상자용 판지 제조업'),('17124','03','적층, 합성 및 특수 표면처리 종이 제조업'),('17125','03','위생용 원지 제조업'),('17129','03','기타 종이 및 판지 제조업'),('17211','03','골판지 제조업'),('17212','03','골판지 상자 및 가공제품 제조업'),('17221','03','종이 포대 및 가방 제조업'),('17222','03','판지 상자 및 용기 제조업'),('17223','03','식품 위생용 종이 상자 및 용기 제조업'),('17229','03','기타 종이 상자 및 용기 제조업'),('17901','03','문구용 종이제품 제조업'),('17902','03','위생용 종이제품 제조업'),('17903','03','벽지 및 장판지 제조업'),('17909','03','그 외 기타 종이 및 판지 제품 제조업'),('18111','03','경 인쇄업'),('18112','03','스크린 인쇄업'),('18113','03','오프셋 인쇄업'),('18119','03','기타 인쇄업'),('18121','03','제판 및 조판업'),('18122','03','제책업'),('18129','03','기타 인쇄관련 산업'),('18200','03','기록매체 복제업'),('19101','03','코크스 및 관련제품 제조업'),('19102','03','연탄 및 기타 석탄 가공품 제조업'),('19210','03','원유 정제처리업'),('19221','03','윤활유 및 그리스 제조업'),('19229','03','기타 석유 정제물 재처리업'),('20111','03','석유화학계 기초 화학 물질 제조업'),('20112','03','천연수지 및 나무 화학 물질 제조업'),('20119','03','석탄화학계 화합물 및 기타 기초 유기화학 물질 제조업'),('20121','03','산업용 가스 제조업'),('20129','03','기타 기초 무기화학 물질 제조업'),('20131','03','무기 안료용 금속 산화물 및 관련 제품 제조업'),('20132','03','염료, 조제 무기 안료, 유연제 및 기타 착색제 제조업'),('20201','03','합성고무 제조업'),('20202','03','합성수지 및 기타 플라스틱 물질 제조업'),('20203','03','혼성 및 재생 플라스틱 소재 물질 제조업'),('20311','03','질소 화합물, 질소ㆍ인산 및 칼리질 화학비료 제조업'),('20312','03','복합비료 및 기타 화학비료 제조업'),('20313','03','유기질 비료 및 상토 제조업'),('20321','03','화학 살균ㆍ살충제 및 농업용 약제 제조업'),('20322','03','생물 살균ㆍ살충제 및 식물보호제 제조업'),('20411','03','일반용 도료 및 관련제품 제조업'),('20412','03','요업용 도포제 및 관련제품 제조업'),('20413','03','인쇄 잉크 및 회화용 물감 제조업'),('20421','03','계면활성제 제조업'),('20422','03','치약, 비누 및 기타 세제 제조업'),('20423','03','화장품 제조업'),('20424','03','표면 광택제 및 실내 가향제 제조업'),('20491','03','감광 재료 및 관련 화학제품 제조업'),('20492','03','가공 및 정제염 제조업'),('20493','03','접착제 및 젤라틴 제조업'),('20494','03','화약 및 불꽃제품 제조업'),('20495','03','바이오 연료 및 혼합물 제조업'),('20499','03','그 외 기타 분류 안된 화학제품 제조업'),('20501','03','합성섬유 제조업'),('20502','03','재생 섬유 제조업'),('21101','03','의약용 화합물 및 항생물질 제조업'),('21102','03','생물학적 제제 제조업'),('21210','03','완제 의약품 제조업'),('21220','03','한의약품 제조업'),('21230','03','동물용 의약품 제조업'),('21300','03','의료용품 및 기타 의약 관련제품 제조업'),('22111','03','타이어 및 튜브 제조업'),('22112','03','타이어 재생업'),('22191','03','고무 패킹류 제조업'),('22192','03','산업용 그 외 비경화 고무제품 제조업'),('22193','03','고무 의류 및 기타 위생용 비경화 고무제품 제조업'),('22199','03','그 외 기타 고무제품 제조업'),('22211','03','플라스틱 선, 봉, 관 및 호스 제조업'),('22212','03','플라스틱 필름 제조업'),('22213','03','플라스틱 시트 및 판 제조업'),('22214','03','플라스틱 합성피혁 제조업'),('22221','03','벽 및 바닥 피복용 플라스틱 제품 제조업'),('22222','03','설치용 및 위생용 플라스틱제품 제조업'),('22223','03','플라스틱 창호 제조업'),('22229','03','기타 건축용 플라스틱 조립제품 제조업'),('22231','03','플라스틱 포대, 봉투 및 유사제품 제조업'),('22232','03','포장용 플라스틱 성형용기 제조업'),('22241','03','운송장비 조립용 플라스틱제품 제조업'),('22249','03','기타 기계ㆍ장비 조립용 플라스틱제품 제조업'),('22251','03','폴리스티렌 발포 성형제품 제조업'),('22259','03','기타 플라스틱 발포 성형제품 제조업'),('22291','03','플라스틱 접착처리 제품 제조업'),('22292','03','플라스틱 적층, 도포 및 기타 표면처리 제품 제조업'),('22299','03','그 외 기타 플라스틱 제품 제조업'),('23111','03','판유리 제조업'),('23112','03','안전유리 제조업'),('23119','03','기타 판유리 가공품 제조업'),('23121','03','1차 유리제품, 유리섬유 및 광학용 유리 제조업'),('23122','03','디스플레이 장치용 유리 제조업'),('23129','03','기타 산업용 유리제품 제조업'),('23191','03','가정용 유리제품 제조업'),('23192','03','포장용 유리용기 제조업'),('23199','03','그 외 기타 유리제품 제조업'),('23211','03','정형 내화 요업제품 제조업'),('23212','03','부정형 내화 요업제품 제조업'),('23221','03','가정용 및 장식용 도자기 제조업'),('23222','03','위생용 및 산업용 도자기 제조업'),('23229','03','기타 일반 도자기 제조업'),('23231','03','점토 벽돌, 블록 및 유사 비내화 요업제품 제조업'),('23232','03','타일 및 유사 비내화 요업제품 제조업'),('23239','03','기타 건축용 비내화 요업제품 제조업'),('23311','03','시멘트 제조업'),('23312','03','석회 및 플라스터 제조업'),('23321','03','비내화 모르타르 제조업'),('23322','03','레미콘 제조업'),('23323','03','플라스터 혼합제품 제조업'),('23324','03','콘크리트 타일, 기와, 벽돌 및 블록 제조업'),('23325','03','콘크리트 관 및 기타 구조용 콘크리트제품 제조업'),('23329','03','그 외 기타 콘크리트 제품 및 유사 제품 제조업'),('23911','03','건설용 석제품 제조업'),('23919','03','기타 석제품 제조업'),('23991','03','아스팔트 콘크리트 및 혼합제품 제조업'),('23992','03','연마재 제조업'),('23993','03','비금속광물 분쇄물 생산업'),('23994','03','암면 및 유사 제품 제조업'),('23995','03','탄소섬유 제조업'),('23999','03','그 외 기타 분류 안된 비금속 광물제품 제조업'),('24111','03','제철업'),('24112','03','제강업'),('24113','03','합금철 제조업'),('24119','03','기타 제철 및 제강업'),('24121','03','열간 압연 및 압출제품 제조업'),('24122','03','냉간 압연 및 압출 제품 제조업'),('24123','03','철강선 제조업'),('24131','03','주철관 제조업'),('24132','03','강관 제조업'),('24133','03','강관 가공품 및 관 연결구류 제조업'),('24191','03','도금, 착색 및 기타 표면 처리 강재 제조업'),('24199','03','그 외 기타 1차 철강 제조업'),('24211','03','동 제련, 정련 및 합금 제조업'),('24212','03','알루미늄 제련, 정련 및 합금 제조업'),('24213','03','연 및 아연 제련, 정련 및 합금 제조업'),('24219','03','기타 비철금속 제련, 정련 및 합금 제조업'),('24221','03','동 압연, 압출 및 연신제품 제조업'),('24222','03','알루미늄 압연, 압출 및 연신제품 제조업'),('24229','03','기타 비철금속 압연, 압출 및 연신제품 제조업'),('24290','03','기타 1차 비철금속 제조업'),('24311','03','선철 주물 주조업'),('24312','03','강 주물 주조업'),('24321','03','알루미늄 주물 주조업'),('24322','03','동 주물 주조업'),('24329','03','기타 비철금속 주조업'),('25111','03','금속 문, 창, 셔터 및 관련제품 제조업'),('25112','03','구조용 금속 판제품 및 공작물 제조업'),('25113','03','육상 금속 골조 구조재 제조업'),('25114','03','수상 금속 골조 구조재 제조업'),('25119','03','기타 구조용 금속제품 제조업'),('25121','03','산업용 난방보일러 및 방열기 제조업'),('25122','03','금속 탱크 및 저장 용기 제조업'),('25123','03','압축 및 액화 가스 용기 제조업'),('25130','03','핵반응기 및 증기보일러 제조업'),('25200','03','무기 및 총포탄 제조업'),('25911','03','분말 야금제품 제조업'),('25912','03','금속 단조제품 제조업'),('25913','03','자동차용 금속 압형제품 제조업'),('25914','03','그 외 금속 압형제품 제조업'),('25921','03','금속 열처리업'),('25922','03','도금업'),('25923','03','도장 및 기타 피막 처리업'),('25924','03','절삭 가공 및 유사 처리업'),('25929','03','그 외 기타 금속 가공업'),('25931','03','날붙이 제조업'),('25932','03','일반 철물 제조업'),('25933','03','비동력식 수공구 제조업'),('25934','03','톱 및 호환성 공구 제조업'),('25941','03','볼트 및 너트류 제조업'),('25942','03','그 외 금속 파스너 및 나사제품 제조업'),('25943','03','금속 스프링 제조업'),('25944','03','금속선 가공제품 제조업'),('25991','03','금속 캔 및 기타 포장용기 제조업'),('25992','03','수동식 식품 가공 기기 및 금속 주방용기 제조업'),('25993','03','금속 위생용품 제조업'),('25994','03','금속 표시판 제조업'),('25995','03','피복 및 충전 용접봉 제조업'),('25999','03','그 외 기타 분류 안된 금속 가공제품 제조업'),('26111','03','메모리용 전자집적회로 제조업'),('26112','03','비메모리용 및 기타 전자집적회로 제조업'),('26121','03','발광 다이오드 제조업'),('26129','03','기타 반도체 소자 제조업'),('26211','03','액정 표시장치 제조업'),('26212','03','유기 발광 표시장치 제조업'),('26219','03','기타 표시장치 제조업'),('26221','03','인쇄회로기판용 적층판 제조업'),('26222','03','경성 인쇄회로기판 제조업'),('26223','03','연성 및 기타 인쇄회로기판 제조업'),('26224','03','전자 부품 실장기판 제조업'),('26291','03','전자 축전기 제조업'),('26292','03','전자 저항기 제조업'),('26293','03','전자카드 제조업'),('26294','03','전자코일, 변성기 및 기타 전자 유도자 제조업'),('26295','03','전자 감지장치 제조업'),('26299','03','그 외 기타 전자 부품 제조업'),('26310','03','컴퓨터 제조업'),('26321','03','기억 장치 제조업'),('26322','03','컴퓨터 모니터 제조업'),('26323','03','컴퓨터 프린터 제조업'),('26329','03','기타 주변 기기 제조업'),('26410','03','유선 통신장비 제조업'),('26421','03','방송장비 제조업'),('26422','03','이동 전화기 제조업'),('26429','03','기타 무선 통신장비 제조업'),('26511','03','텔레비전 제조업'),('26519','03','비디오 및 기타 영상 기기 제조업'),('26521','03','라디오, 녹음 및 재생 기기 제조업'),('26529','03','기타 음향기기 제조업'),('26600','03','마그네틱 및 광학 매체 제조업'),('27111','03','방사선 장치 제조업'),('27112','03','전기식 진단 및 요법 기기 제조업'),('27191','03','치과용 기기 제조업'),('27192','03','정형 외과용 및 신체 보정용 기기 제조업'),('27193','03','안경 및 안경렌즈 제조업'),('27194','03','의료용 가구 제조업'),('27199','03','그 외 기타 의료용 기기 제조업'),('27211','03','레이더, 항행용 무선 기기 및 측량 기구 제조업'),('27212','03','전자기 측정, 시험 및 분석 기구 제조업'),('27213','03','물질 검사, 측정 및 분석 기구 제조업'),('27214','03','속도계 및 적산계기 제조업'),('27215','03','기기용 자동 측정 및 제어장치 제조업'),('27216','03','산업 처리공정 제어장비 제조업'),('27219','03','기타 측정, 시험, 항해, 제어 및 정밀 기기 제조업'),('27301','03','광학 렌즈 및 광학 요소 제조업'),('27302','03','사진기, 영사기 및 관련 장비 제조업'),('27309','03','기타 광학 기기 제조업'),('27400','03','시계 및 시계 부품 제조업'),('28111','03','전동기 및 발전기 제조업'),('28112','03','변압기 제조업'),('28113','03','방전 램프용 안정기 제조업'),('28114','03','에너지 저장장치 제조업'),('28119','03','기타 전기 변환장치 제조업'),('28121','03','전기회로 개폐, 보호 장치 제조업'),('28122','03','전기회로 접속장치 제조업'),('28123','03','배전반 및 전기 자동제어반 제조업'),('28201','03','일차전지 제조업'),('28202','03','축전지 제조업'),('28301','03','광섬유 케이블 제조업'),('28302','03','기타 절연선 및 케이블 제조업'),('28303','03','절연 코드세트 및 기타 도체 제조업'),('28410','03','전구 및 램프 제조업'),('28421','03','운송장비용 조명장치 제조업'),('28422','03','일반용 전기 조명장치 제조업'),('28423','03','전시 및 광고용 조명장치 제조업'),('28429','03','기타 조명장치 제조업'),('28511','03','주방용 전기 기기 제조업'),('28512','03','가정용 전기 난방기기 제조업'),('28519','03','기타 가정용 전기 기기 제조업'),('28520','03','가정용 비전기식 조리 및 난방 기구 제조업'),('28901','03','전기 경보 및 신호장치 제조업'),('28902','03','전기용 탄소제품 및 절연제품 제조업'),('28903','03','교통 신호장치 제조업'),('28909','03','그 외 기타 전기장비 제조업'),('29111','03','내연기관 제조업'),('29119','03','기타 기관 및 터빈 제조업'),('29120','03','유압 기기 제조업'),('29131','03','액체 펌프 제조업'),('29132','03','기체 펌프 및 압축기 제조업'),('29133','03','탭, 밸브 및 유사 장치 제조업'),('29141','03','구름베어링 제조업'),('29142','03','기어 및 동력전달장치 제조업'),('29150','03','산업용 오븐, 노 및 노용 버너 제조업'),('29161','03','산업용 트럭 및 적재기 제조업'),('29162','03','승강기 제조업'),('29163','03','컨베이어 장치 제조업'),('29169','03','기타 물품 취급장비 제조업'),('29171','03','산업용 냉장 및 냉동장비 제조업'),('29172','03','공기 조화장치 제조업'),('29173','03','산업용 송풍기 및 배기장치 제조업'),('29174','03','기체 여과기 제조업'),('29175','03','액체 여과기 제조업'),('29176','03','증류기, 열 교환기 및 가스 발생기 제조업'),('29180','03','사무용 기계 및 장비 제조업'),('29191','03','일반 저울 제조업'),('29192','03','용기 세척, 포장 및 충전기 제조업'),('29193','03','분사기 및 소화기 제조업'),('29194','03','동력식 수지 공구 제조업'),('29199','03','그 외 기타 일반 목적용 기계 제조업'),('29210','03','농업 및 임업용 기계 제조업'),('29221','03','전자 응용 절삭기계 제조업'),('29222','03','디지털 적층 성형기계 제조업'),('29223','03','금속 절삭기계 제조업'),('29224','03','금속 성형기계 제조업'),('29229','03','기타 가공 공작기계 제조업'),('29230','03','금속 주조 및 기타 야금용 기계 제조업'),('29241','03','건설 및 채광용 기계장비 제조업'),('29242','03','광물 처리 및 취급장비 제조업'),('29250','03','음ㆍ식료품 및 담배 가공기계 제조업'),('29261','03','산업용 섬유 세척, 염색, 정리 및 가공 기계 제조업'),('29269','03','기타 섬유, 의복 및 가죽 가공기계 제조업'),('29271','03','반도체 제조용 기계 제조업'),('29272','03','디스플레이 제조용 기계 제조업'),('29280','03','산업용 로봇 제조업'),('29291','03','펄프 및 종이 가공용 기계 제조업'),('29292','03','고무, 화학섬유 및 플라스틱 성형기 제조업'),('29293','03','인쇄 및 제책용 기계 제조업'),('29294','03','주형 및 금형 제조업'),('29299','03','그 외 기타 특수 목적용 기계 제조업'),('30110','03','자동차용 엔진 제조업'),('30121','03','승용차 및 기타 여객용 자동차 제조업'),('30122','03','화물 자동차 및 특수 목적용 자동차 제조업'),('30201','03','차체 및 특장차 제조업'),('30202','03','자동차 구조 및 장치 변경업'),('30203','03','트레일러 및 세미 트레일러 제조업'),('30310','03','자동차 엔진용 신품 부품 제조업'),('30320','03','자동차 차체용 신품 부품 제조업'),('30331','03','자동차용 신품 동력 전달장치 제조업'),('30332','03','자동차용 신품 전기장치 제조업'),('30391','03','자동차용 신품 조향장치 및 현가장치 제조업'),('30392','03','자동차용 신품 제동장치 제조업'),('30393','03','자동차용 신품 의자 제조업'),('30399','03','그 외 자동차용 신품 부품 제조업'),('30400','03','자동차 재제조 부품 제조업'),('31111','03','강선 건조업'),('31112','03','합성수지선 건조업'),('31113','03','기타 선박 건조업'),('31114','03','선박 구성 부분품 제조업'),('31120','03','오락 및 스포츠용 보트 건조업'),('31201','03','기관차 및 기타 철도 차량 제조업'),('31202','03','철도 차량 부품 및 관련 장치물 제조업'),('31311','03','유인 항공기, 항공 우주선 및 보조장치 제조업'),('31312','03','무인 항공기 및 무인 비행장치 제조업'),('31321','03','항공기용 엔진 제조업'),('31322','03','항공기용 부품 제조업'),('31910','03','전투용 차량 제조업'),('31920','03','모터사이클 제조업'),('31991','03','자전거 및 환자용 차량 제조업'),('31999','03','그 외 기타 달리 분류되지 않은 운송장비 제조업'),('32011','03','매트리스 및 침대 제조업'),('32019','03','소파 및 기타 내장 가구 제조업'),('32021','03','주방용 및 음식점용 목재 가구 제조업'),('32029','03','기타 목재 가구 제조업'),('32091','03','금속 가구 제조업'),('32099','03','그 외 기타 가구 제조업'),('33110','03','귀금속 및 관련제품 제조업'),('33120','03','모조 귀금속 및 모조 장신용품 제조업'),('33201','03','건반 악기 제조업'),('33202','03','전자 악기 제조업'),('33209','03','기타 악기 제조업'),('33301','03','체조, 육상 및 체력 단련용 장비 제조업'),('33302','03','놀이터용 장비 제조업'),('33303','03','낚시 및 수렵용구 제조업'),('33309','03','기타 운동 및 경기용구 제조업'),('33401','03','인형 및 장난감 제조업'),('33402','03','영상게임기 제조업'),('33409','03','기타 오락용품 제조업'),('33910','03','간판 및 광고물 제조업'),('33920','03','사무 및 회화용품 제조업'),('33931','03','가발 및 유사 제품 제조업'),('33932','03','전시용 모형 제조업'),('33933','03','표구 처리업'),('33991','03','단추 및 유사 파스너 제조업'),('33992','03','라이터, 연소물 및 흡연용품 제조업'),('33993','03','비 및 솔 제조업'),('33999','03','그 외 기타 달리 분류되지 않은 제품 제조업'),('34011','03','건설ㆍ광업용 기계 및 장비 수리업'),('34019','03','기타 일반 기계 및 장비 수리업'),('34020','03','전기ㆍ전자 및 정밀 기기 수리업'),('35111','04','원자력 발전업'),('35112','04','수력 발전업'),('35113','04','화력 발전업'),('35114','04','태양력 발전업'),('35119','04','기타 발전업'),('35120','04','송전 및 배전업'),('35130','04','전기 판매업'),('35200','04','연료용 가스 제조 및 배관공급업'),('35300','04','증기, 냉ㆍ온수 및 공기 조절 공급업'),('36010','05','생활용수 공급업'),('36020','05','산업용수 공급업'),('37011','05','하수 처리업'),('37012','05','폐수 처리업'),('37021','05','사람 분뇨 처리업'),('37022','05','축산 분뇨 처리업'),('38110','05','지정 외 폐기물 수집, 운반업'),('38120','05','지정 폐기물 수집, 운반업'),('38130','05','건설 폐기물 수집, 운반업'),('38210','05','지정 외 폐기물 처리업'),('38220','05','지정 폐기물 처리업'),('38230','05','건설 폐기물 처리업'),('38240','05','방사성 폐기물 수집, 운반 및 처리업'),('38311','05','금속류 해체 및 선별업'),('38312','05','금속류 원료 재생업'),('38321','05','비금속류 해체 및 선별업'),('38322','05','비금속류 원료 재생업'),('39001','05','토양 및 지하수 정화업'),('39009','05','기타 환경 정화 및 복원업'),('41111','06','단독 주택 건설업'),('41112','06','아파트 건설업'),('41119','06','기타 공동 주택 건설업'),('41121','06','사무ㆍ상업용 및 공공기관용 건물 건설업'),('41122','06','제조업 및 유사 산업용 건물 건설업'),('41129','06','기타 비주거용 건물 건설업'),('41210','06','지반조성 건설업'),('41221','06','도로 건설업'),('41222','06','교량, 터널 및 철도 건설업'),('41223','06','항만, 수로, 댐 및 유사 구조물 건설업'),('41224','06','환경설비 건설업'),('41225','06','산업 생산시설 종합 건설업'),('41226','06','조경 건설업'),('41229','06','기타 토목 시설물 건설업'),('42110','06','건물 및 구축물 해체 공사업'),('42121','06','토공사업'),('42122','06','보링, 그라우팅 및 관정 공사업'),('42123','06','파일공사 및 축조관련 기초 공사업'),('42129','06','기타 기반조성 관련 전문공사업'),('42131','06','철골 및 관련 구조물 공사업'),('42132','06','콘크리트 및 철근 공사업'),('42133','06','조적 및 석공사업'),('42134','06','포장 공사업'),('42135','06','철도 궤도 전문공사업'),('42136','06','수중 공사업'),('42137','06','비계 및 형틀 공사업'),('42138','06','지붕, 내ㆍ외벽 축조 관련 전문공사업'),('42139','06','기타 옥외 시설물 축조관련 전문공사업'),('42201','06','배관 및 냉ㆍ난방 공사업'),('42202','06','건물용 기계ㆍ장비 설치 공사업'),('42203','06','방음, 방진 및 내화 공사업'),('42204','06','소방시설 공사업'),('42209','06','기타 건물 관련설비 설치 공사업'),('42311','06','일반 전기 공사업'),('42312','06','내부 전기배선 공사업'),('42321','06','일반 통신 공사업'),('42322','06','내부 통신배선 공사업'),('42411','06','도장 공사업'),('42412','06','도배, 실내 장식 및 내장 목공사업'),('42420','06','유리 및 창호 공사업'),('42491','06','미장, 타일 및 방수 공사업'),('42492','06','건물용 금속 공작물 설치 공사업'),('42499','06','그 외 기타 건축 마무리 공사업'),('42500','06','시설물 유지관리 공사업'),('42600','06','건설장비 운영업'),('45110','07','자동차 신품 판매업'),('45120','07','중고 자동차 판매업'),('45211','07','자동차 신품 타이어 및 튜브 판매업'),('45212','07','자동차용 전용 신품 부품 판매업'),('45213','07','자동차 내장용 신품 전기ㆍ전자ㆍ정밀기기 판매업'),('45219','07','기타 자동차 신품 부품 및 내장품 판매업'),('45220','07','자동차 중고 부품 및 내장품 판매업'),('45301','07','모터사이클 및 부품 도매업'),('45302','07','모터사이클 및 부품 소매업'),('46101','07','산업용 농ㆍ축산물, 섬유 원료 및 동물 중개업'),('46102','07','음ㆍ식료품 및 담배 중개업'),('46103','07','섬유, 의복, 신발 및 가죽제품 중개업'),('46104','07','목재 및 건축자재 중개업'),('46105','07','연료, 광물, 1차 금속, 비료 및 화학제품 중개업'),('46106','07','기계 및 장비 중개업'),('46107','07','그 외 기타 특정 상품 중개업'),('46109','07','상품 종합 중개업'),('46201','07','곡물 및 유지작물 도매업'),('46202','07','종자 및 묘목 도매업'),('46203','07','사료 도매업'),('46204','07','화훼류 및 식물 도매업'),('46205','07','육지 동물 및 애완 동물 도매업'),('46209','07','기타 산업용 농산물 도매업'),('46311','07','과실류 도매업'),('46312','07','채소류, 서류 및 향신작물류 도매업'),('46313','07','육류 도매업'),('46314','07','건어물 및 젓갈류 도매업'),('46315','07','신선, 냉동 및 기타 수산물 도매업'),('46319','07','기타 신선 식품 및 단순 가공 식품 도매업'),('46321','07','육류 가공식품 도매업'),('46322','07','수산물 가공식품 도매업'),('46323','07','빵류, 과자류, 당류, 초콜릿 도매업'),('46324','07','낙농품 및 동ㆍ식물성 유지 도매업'),('46325','07','커피 및 차류 도매업'),('46326','07','조미료 도매업'),('46329','07','기타 가공식품 도매업'),('46331','07','주류 도매업'),('46332','07','비알코올 음료 도매업'),('46333','07','담배 도매업'),('46411','07','생활용 섬유 및 실 도매업'),('46412','07','커튼 및 침구용품 도매업'),('46413','07','남녀용 겉옷 및 셔츠 도매업'),('46414','07','유아용 의류 도매업'),('46415','07','속옷 및 잠옷 도매업'),('46416','07','가죽 및 모피 제품 도매업'),('46417','07','의복 액세서리 및 모조 장신구 도매업'),('46419','07','기타 생활용 섬유 및 직물 제품 도매업'),('46420','07','신발 도매업'),('46431','07','생활용 가구 도매업'),('46432','07','전구, 램프 및 조명장치 도매업'),('46433','07','생활용 유리ㆍ요업ㆍ목재ㆍ금속 제품 및 날붙이 도매업'),('46439','07','기타 비전기식 생활용 기기 및 기구 도매업'),('46441','07','의약품 도매업'),('46442','07','의료용품 도매업'),('46443','07','화장품 및 화장용품 도매업'),('46444','07','비누 및 세정제 도매업'),('46451','07','생활용 포장 및 위생용품, 봉투 및 유사 제품 도매업'),('46452','07','문구용품, 회화용품, 사무용품 도매업'),('46453','07','서적, 잡지 및 기타 인쇄물 도매업'),('46461','07','음반 및 비디오물 도매업'),('46462','07','악기 도매업'),('46463','07','장난감 및 취미, 오락용품 도매업'),('46464','07','운동 및 경기용품 도매업'),('46465','07','자전거 및 기타 운송장비 도매업'),('46491','07','가방 및 보호용 케이스 도매업'),('46492','07','시계 및 귀금속 제품 도매업'),('46493','07','안경, 사진장비 및 광학용품 도매업'),('46499','07','그 외 기타 생활용품 도매업'),('46510','07','컴퓨터 및 주변장치, 소프트웨어 도매업'),('46521','07','가전제품 및 부품 도매업'),('46522','07','통신ㆍ방송장비 및 부품 도매업'),('46531','07','농림업용 기계 및 장비 도매업'),('46532','07','건설ㆍ광업용 기계 및 장비 도매업'),('46533','07','공작용 기계 및 장비 도매업'),('46539','07','기타 산업용 기계 및 장비 도매업'),('46591','07','사무용 가구 및 기기 도매업'),('46592','07','의료 기기 도매업'),('46593','07','정밀 기기 및 과학 기기 도매업'),('46594','07','수송용 운송장비 도매업'),('46595','07','전기용 기계ㆍ장비 및 관련 기자재 도매업'),('46596','07','전지 및 케이블 도매업'),('46599','07','그 외 기타 기계 및 장비 도매업'),('46611','07','원목 및 건축관련 목제품 도매업'),('46612','07','골재, 벽돌 및 시멘트 도매업'),('46613','07','유리 및 창호 도매업'),('46621','07','배관 및 냉ㆍ난방장치 도매업'),('46622','07','철물, 금속 파스너 및 수공구 도매업'),('46691','07','도료 도매업'),('46692','07','벽지 및 장판류 도매업'),('46699','07','그 외 기타 건축자재 도매업'),('46711','07','고체 연료 및 관련제품 도매업'),('46712','07','액체 연료 및 관련제품 도매업'),('46713','07','기체 연료 및 관련제품 도매업'),('46721','07','1차 금속제품 도매업'),('46722','07','금속광물 도매업'),('46731','07','염료, 안료 및 관련제품 도매업'),('46732','07','비료 및 농약 도매업'),('46733','07','플라스틱 물질 및 합성고무 도매업'),('46739','07','기타 화학 물질 및 화학제품 도매업'),('46741','07','방직용 섬유 및 실 도매업'),('46742','07','직물 도매업'),('46750','07','종이 원지, 판지, 종이상자 도매업'),('46791','07','재생용 재료 수집 및 판매업'),('46799','07','그 외 기타 상품 전문 도매업'),('46800','07','상품 종합 도매업'),('47111','07','백화점'),('47112','07','대형 마트'),('47119','07','기타 대형 종합 소매업'),('47121','07','슈퍼마켓'),('47122','07','체인화 편의점'),('47129','07','기타 음ㆍ식료품 위주 종합 소매업'),('47130','07','면세점'),('47190','07','그 외 기타 종합 소매업'),('47211','07','곡물, 곡분 및 가축 사료 소매업'),('47212','07','육류 소매업'),('47213','07','건어물 및 젓갈류 소매업'),('47214','07','신선, 냉동 및 기타 수산물 소매업'),('47215','07','채소, 과실 및 뿌리작물 소매업'),('47216','07','빵류, 과자류 및 당류 소매업'),('47217','07','건강 보조식품 소매업'),('47218','07','조리 반찬류 소매업'),('47219','07','기타 식료품 소매업'),('47221','07','음료 소매업'),('47222','07','담배 소매업'),('47311','07','컴퓨터 및 주변장치, 소프트웨어 소매업'),('47312','07','통신기기 소매업'),('47320','07','가전제품 소매업'),('47411','07','남자용 겉옷 소매업'),('47412','07','여자용 겉옷 소매업'),('47413','07','속옷 및 잠옷 소매업'),('47414','07','셔츠 및 블라우스 소매업'),('47415','07','한복 소매업'),('47416','07','가죽 및 모피 의복 소매업'),('47417','07','유아용 의류 소매업'),('47419','07','기타 의복 소매업'),('47421','07','가정용 직물제품 소매업'),('47422','07','의복 액세서리 및 모조 장신구 소매업'),('47429','07','섬유 원단, 실 및 기타 섬유제품 소매업'),('47430','07','신발 소매업'),('47440','07','가방 및 기타 가죽제품 소매업'),('47511','07','철물 및 난방용구 소매업'),('47512','07','공구 소매업'),('47513','07','벽지, 마루덮개 및 장판류 소매업'),('47519','07','페인트, 창호 및 기타 건설자재 소매업'),('47520','07','가구 소매업'),('47591','07','전기용품 및 조명장치 소매업'),('47592','07','주방용품 및 가정용 유리, 요업제품 소매업'),('47593','07','악기 소매업'),('47599','07','그 외 기타 분류 안된 가정용품 소매업'),('47611','07','서적, 신문 및 잡지류 소매업'),('47612','07','문구용품 및 회화용품 소매업'),('47620','07','음반 및 비디오물 소매업'),('47631','07','운동 및 경기용품 소매업'),('47632','07','자전거 및 기타 운송장비 소매업'),('47640','07','게임용구, 인형 및 장난감 소매업'),('47711','07','운송장비용 주유소 운영업'),('47712','07','운송장비용 가스 충전업'),('47721','07','가정용 고체 연료 소매업'),('47722','07','가정용 액체 연료 소매업'),('47723','07','가정용 가스 연료 소매업'),('47811','07','의약품 및 의료용품 소매업'),('47812','07','의료용 기구 소매업'),('47813','07','화장품, 비누 및 방향제 소매업'),('47821','07','사무용 기기 소매업'),('47822','07','안경 및 렌즈 소매업'),('47823','07','사진기 및 사진용품 소매업'),('47829','07','기타 광학 및 정밀 기기 소매업'),('47830','07','시계 및 귀금속 소매업'),('47841','07','예술품 및 골동품 소매업'),('47842','07','기념품, 관광 민예품 및 장식용품 소매업'),('47851','07','화초 및 식물 소매업'),('47852','07','애완용 동물 및 관련용품 소매업'),('47859','07','그 외 기타 분류 안된 상품 전문 소매업'),('47861','07','중고 가구 소매업'),('47862','07','중고 가전제품 및 통신장비 소매업'),('47869','07','기타 중고 상품 소매업'),('47911','07','전자상거래 소매 중개업'),('47912','07','전자상거래 소매업'),('47919','07','기타 통신 판매업'),('47920','07','노점 및 유사 이동 소매업'),('47991','07','자동 판매기 운영업'),('47992','07','계약배달 판매업'),('47993','07','방문 판매업'),('47999','07','그 외 기타 무점포 소매업'),('49101','08','철도 여객 운송업'),('49102','08','철도 화물 운송업'),('49211','08','도시철도 운송업'),('49212','08','시내버스 운송업'),('49219','08','기타 도시 정기 육상 여객 운송업'),('49220','08','시외버스 운송업'),('49231','08','택시 운송업'),('49232','08','전세버스 운송업'),('49233','08','특수 여객 자동차 운송업'),('49239','08','기타 부정기 여객 육상 운송업'),('49301','08','일반 화물 자동차 운송업'),('49302','08','용달 화물 자동차 운송업'),('49303','08','개별 화물 자동차 운송업'),('49309','08','기타 도로 화물 운송업'),('49401','08','택배업'),('49402','08','늘찬 배달업'),('49500','08','파이프라인 운송업'),('50111','08','외항 여객 운송업'),('50112','08','외항 화물 운송업'),('50121','08','내항 여객 운송업'),('50122','08','내항 화물 운송업'),('50130','08','기타 해상 운송업'),('50201','08','내륙 수상 여객 및 화물 운송업'),('50202','08','항만 내 여객 운송업'),('50209','08','기타 내륙 수상 운송업'),('51100','08','항공 여객 운송업'),('51200','08','항공 화물 운송업'),('52101','08','일반 창고업'),('52102','08','냉장 및 냉동 창고업'),('52103','08','농산물 창고업'),('52104','08','위험 물품 보관업'),('52109','08','기타 보관 및 창고업'),('52911','08','철도 운송 지원 서비스업'),('52912','08','여객 자동차 터미널 운영업'),('52913','08','물류 터미널 운영업'),('52914','08','도로 및 관련시설 운영업'),('52915','08','주차장 운영업'),('52919','08','기타 육상 운송지원 서비스업'),('52921','08','항구 및 기타 해상 터미널 운영업'),('52929','08','기타 수상 운송 지원 서비스업'),('52931','08','공항 운영업'),('52939','08','기타 항공 운송지원 서비스업'),('52941','08','항공 및 육상 화물 취급업'),('52942','08','수상 화물 취급업'),('52991','08','통관 대리 및 관련서비스업'),('52992','08','화물 운송 중개, 대리 및 관련 서비스업'),('52993','08','화물 포장, 검수 및 계량 서비스업'),('52999','08','그 외 기타 분류 안된 운송관련 서비스업'),('55101','09','호텔업'),('55102','09','여관업'),('55103','09','휴양 콘도 운영업'),('55104','09','민박업'),('55109','09','기타 일반 및 생활 숙박시설 운영업'),('55901','09','기숙사 및 고시원 운영업'),('55909','09','그 외 기타 숙박업'),('56111','09','한식 일반 음식점업'),('56112','09','한식 면 요리 전문점'),('56113','09','한식 육류 요리 전문점'),('56114','09','한식 해산물 요리 전문점'),('56121','09','중식 음식점업'),('56122','09','일식 음식점업'),('56123','09','서양식 음식점업'),('56129','09','기타 외국식 음식점업'),('56130','09','기관 구내식당업'),('56141','09','출장 음식 서비스업'),('56142','09','이동 음식점업'),('56191','09','제과점업'),('56192','09','피자, 햄버거, 샌드위치 및 유사 음식점업'),('56193','09','치킨 전문점'),('56194','09','김밥 및 기타 간이 음식점업'),('56199','09','간이 음식 포장 판매 전문점'),('56211','09','일반 유흥 주점업'),('56212','09','무도 유흥 주점업'),('56213','09','생맥주 전문점'),('56219','09','기타 주점업'),('56221','09','커피 전문점'),('56229','09','기타 비알코올 음료점업'),('58111','10','교과서 및 학습 서적 출판업'),('58112','10','만화 출판업'),('58113','10','일반 서적 출판업'),('58121','10','신문 발행업'),('58122','10','잡지 및 정기 간행물 발행업'),('58123','10','정기 광고 간행물 발행업'),('58190','10','기타 인쇄물 출판업'),('58211','10','유선 온라인 게임 소프트웨어 개발 및 공급업'),('58212','10','모바일 게임 소프트웨어 개발 및 공급업'),('58219','10','기타 게임 소프트웨어 개발 및 공급업'),('58221','10','시스템 소프트웨어 개발 및 공급업'),('58222','10','응용 소프트웨어 개발 및 공급업'),('59111','10','일반 영화 및 비디오물 제작업'),('59112','10','애니메이션 영화 및 비디오물 제작업'),('59113','10','광고 영화 및 비디오물 제작업'),('59114','10','방송 프로그램 제작업'),('59120','10','영화, 비디오물 및 방송 프로그램 제작 관련 서비스업'),('59130','10','영화, 비디오물 및 방송 프로그램 배급업'),('59141','10','영화관 운영업'),('59142','10','비디오물 감상실 운영업'),('59201','10','음악 및 기타 오디오물 출판업'),('59202','10','녹음시설 운영업'),('60100','10','라디오 방송업'),('60210','10','지상파 방송업'),('60221','10','프로그램 공급업'),('60222','10','유선 방송업'),('60229','10','위성 및 기타 방송업'),('61100','10','공영 우편업'),('61210','10','유선 통신업'),('61220','10','무선 및 위성 통신업'),('61291','10','통신 재판매업'),('61299','10','그 외 기타 전기 통신업'),('62010','10','컴퓨터 프로그래밍 서비스업'),('62021','10','컴퓨터 시스템 통합 자문 및 구축 서비스업'),('62022','10','컴퓨터시설 관리업'),('62090','10','기타 정보 기술 및 컴퓨터 운영 관련 서비스업'),('63111','10','자료 처리업'),('63112','10','호스팅 및 관련 서비스업'),('63120','10','포털 및 기타 인터넷 정보 매개 서비스업'),('63910','10','뉴스 제공업'),('63991','10','데이터베이스 및 온라인 정보 제공업'),('63999','10','그 외 기타 정보 서비스업'),('64110','11','중앙은행'),('64121','11','국내은행'),('64122','11','외국은행'),('64131','11','신용조합'),('64132','11','상호 저축은행 및 기타 저축기관'),('64201','11','신탁업 및 집합 투자업'),('64209','11','기타 금융 투자업'),('64911','11','금융 리스업'),('64912','11','개발 금융기관'),('64913','11','신용카드 및 할부 금융업'),('64919','11','그 외 기타 여신 금융업'),('64991','11','기금 운영업'),('64992','11','지주회사'),('64999','11','그 외 기타 분류 안된 금융업'),('65110','11','생명보험업'),('65121','11','손해보험업'),('65122','11','보증보험업'),('65131','11','건강보험업'),('65139','11','산업 재해 및 기타 사회보장보험업'),('65200','11','재보험업'),('65301','11','개인 공제업'),('65302','11','사업 공제업'),('65303','11','연금업'),('66110','11','금융시장 관리업'),('66121','11','증권 중개업'),('66122','11','선물 중개업'),('66191','11','증권 발행, 관리, 보관 및 거래 지원 서비스업'),('66192','11','투자 자문업 및 투자 일임업'),('66199','11','그 외 기타 금융 지원 서비스업'),('66201','11','손해 사정업'),('66202','11','보험 대리 및 중개업'),('66209','11','기타 보험 및 연금관련 서비스업'),('68111','12','주거용 건물 임대업'),('68112','12','비주거용 건물 임대업'),('68119','12','기타 부동산 임대업'),('68121','12','주거용 건물 개발 및 공급업'),('68122','12','비주거용 건물 개발 및 공급업'),('68129','12','기타 부동산 개발 및 공급업'),('68211','12','주거용 부동산 관리업'),('68212','12','비주거용 부동산 관리업'),('68221','12','부동산 중개 및 대리업'),('68222','12','부동산 투자 자문업'),('68223','12','부동산 감정 평가업'),('70111','13','물리, 화학 및 생물학 연구개발업'),('70112','13','농림수산학 및 수의학 연구개발업'),('70113','13','의학 및 약학 연구개발업'),('70119','13','기타 자연과학 연구개발업'),('70121','13','전기ㆍ전자공학 연구개발업'),('70129','13','기타 공학 연구개발업'),('70130','13','자연과학 및 공학 융합 연구개발업'),('70201','13','경제 및 경영학 연구개발업'),('70209','13','기타 인문 및 사회과학 연구개발업'),('71101','13','변호사업'),('71102','13','변리사업'),('71103','13','법무사업'),('71109','13','기타 법무관련 서비스업'),('71201','13','공인회계사업'),('71202','13','세무사업'),('71209','13','기타 회계 관련 서비스업'),('71310','13','광고 대행업'),('71391','13','옥외 및 전시 광고업'),('71392','13','광고 매체 판매업'),('71393','13','광고물 문안, 도안, 설계 등 작성업'),('71399','13','그 외 기타 광고 관련 서비스업'),('71400','13','시장 조사 및 여론 조사업'),('71511','13','제조업 회사 본부'),('71519','13','기타 산업 회사본부'),('71531','13','경영 컨설팅업'),('71532','13','공공관계 서비스업'),('71600','13','기타 전문 서비스업'),('72111','13','건축 설계 및 관련 서비스업'),('72112','13','도시 계획 및 조경 설계 서비스업'),('72121','13','건물 및 토목 엔지니어링 서비스업'),('72122','13','환경 관련 엔지니어링 서비스업'),('72129','13','기타 엔지니어링 서비스업'),('72911','13','물질 성분 검사 및 분석업'),('72919','13','기타 기술 시험, 검사 및 분석업'),('72921','13','측량업'),('72922','13','제도업'),('72923','13','지질 조사 및 탐사업'),('72924','13','지도 제작업'),('73100','13','수의업'),('73201','13','인테리어 디자인업'),('73202','13','제품 디자인업'),('73203','13','시각 디자인업'),('73209','13','패션, 섬유류 및 기타 전문 디자인업'),('73301','13','인물 사진 및 행사용 영상 촬영업'),('73302','13','상업용 사진 촬영업'),('73303','13','사진 처리업'),('73901','13','매니저업'),('73902','13','번역 및 통역 서비스업'),('73903','13','사업 및 무형 재산권 중개업'),('73904','13','물품 감정, 계량 및 견본 추출업'),('73909','13','그 외 기타 분류 안된 전문, 과학 및 기술 서비스업'),('74100','14','사업시설 유지ㆍ관리 서비스업'),('74211','14','건축물 일반 청소업'),('74212','14','산업설비, 운송장비 및 공공장소 청소업'),('74220','14','소독, 구충 및 방제 서비스업'),('74300','14','조경관리 및 유지 서비스업'),('75110','14','고용 알선업'),('75121','14','임시 및 일용 인력 공급업'),('75122','14','상용 인력 공급 및 인사관리 서비스업'),('75210','14','여행사업'),('75290','14','기타 여행 보조 및 예약 서비스업'),('75310','14','경비 및 경호 서비스업'),('75320','14','보안 시스템 서비스업'),('75330','14','탐정 및 조사 서비스업'),('75911','14','문서 작성업'),('75912','14','복사업'),('75919','14','기타 사무 지원 서비스업'),('75991','14','콜센터 및 텔레마케팅 서비스업'),('75992','14','전시, 컨벤션 및 행사 대행업'),('75993','14','신용 조사 및 추심 대행업'),('75994','14','포장 및 충전업'),('75999','14','그 외 기타 분류 안된 사업 지원 서비스업'),('76110','14','자동차 임대업'),('76190','14','기타 운송장비 임대업'),('76210','14','스포츠 및 레크리에이션 용품 임대업'),('76220','14','음반 및 비디오물 임대업'),('76291','14','서적 임대업'),('76292','14','의류 임대업'),('76299','14','그 외 기타 개인 및 가정용품 임대업'),('76310','14','건설 및 토목공사용 기계ㆍ장비 임대업'),('76320','14','컴퓨터 및 사무용 기계ㆍ장비 임대업'),('76390','14','기타 산업용 기계 및 장비 임대업'),('76400','14','무형 재산권 임대업'),('84111','15','입법기관'),('84112','15','중앙 최고 집행기관'),('84113','15','지방행정 집행기관'),('84114','15','재정 및 경제정책 행정'),('84119','15','기타 일반 공공 행정'),('84120','15','정부기관 일반 보조 행정'),('84211','15','교육 행정'),('84212','15','문화 및 관광 행정'),('84213','15','환경 행정'),('84214','15','보건 및 복지 행정'),('84219','15','기타 사회서비스 관리 행정'),('84221','15','노동 행정'),('84222','15','농림수산 행정'),('84223','15','건설 및 운송 행정'),('84224','15','우편 및 통신 행정'),('84229','15','기타 산업 진흥 행정'),('84310','15','외무 행정'),('84320','15','국방 행정'),('84401','15','법원'),('84402','15','검찰'),('84403','15','교도기관'),('84404','15','경찰'),('84405','15','소방서'),('84409','15','기타 사법 및 공공 질서 행정'),('84500','15','사회보장 행정'),('85110','16','유아 교육기관'),('85120','16','초등학교'),('85211','16','중학교'),('85212','16','일반 고등학교'),('85221','16','상업 및 정보산업 특성화 고등학교'),('85222','16','공업 특성화 고등학교'),('85229','16','기타 특성화 고등학교'),('85301','16','전문대학'),('85302','16','대학교'),('85303','16','대학원'),('85410','16','특수학교'),('85420','16','외국인학교'),('85430','16','대안학교'),('85501','16','일반 교과학원'),('85502','16','방문 교육학원'),('85503','16','온라인 교육학원'),('85611','16','태권도 및 무술 교육기관'),('85612','16','기타 스포츠 교육기관'),('85613','16','레크리에이션 교육기관'),('85614','16','청소년 수련시설 운영업'),('85621','16','음악학원'),('85622','16','미술학원'),('85629','16','기타 예술학원'),('85631','16','외국어학원'),('85632','16','기타 교습학원'),('85640','16','사회교육시설'),('85650','16','직원 훈련기관'),('85661','16','운전학원'),('85669','16','기타 기술 및 직업 훈련학원'),('85691','16','컴퓨터 학원'),('85699','16','그 외 기타 분류 안된 교육기관'),('85701','16','교육관련 자문 및 평가업'),('85709','16','기타 교육지원 서비스업'),('86101','17','종합병원'),('86102','17','일반병원'),('86103','17','치과병원'),('86104','17','한방병원'),('86105','17','요양병원'),('86201','17','일반의원'),('86202','17','치과의원'),('86203','17','한의원'),('86204','17','방사선 진단 및 병리 검사 의원'),('86300','17','공중 보건 의료업'),('86901','17','앰뷸런스 서비스업'),('86902','17','유사 의료업'),('86909','17','그 외 기타 보건업'),('87111','17','노인 요양 복지시설 운영업'),('87112','17','노인 양로 복지시설 운영업'),('87121','17','신체 부자유자 거주 복지시설 운영업'),('87122','17','정신 질환, 정신 지체 및 약물 중독자 거주 복지시설 운영업'),('87131','17','아동 및 부녀자 거주 복지시설 운영업'),('87139','17','그 외 기타 거주 복지시설 운영업'),('87210','17','보육시설 운영업'),('87291','17','직업 재활원 운영업'),('87292','17','종합복지관 운영업'),('87293','17','방문 복지서비스 제공업'),('87294','17','사회복지 상담 서비스 제공업'),('87299','17','그 외 기타 비거주 복지 서비스업'),('90110','18','공연시설 운영업'),('90121','18','연극단체'),('90122','18','무용 및 음악단체'),('90123','18','기타 공연단체'),('90131','18','공연 예술가'),('90132','18','비공연 예술가'),('90191','18','공연 기획업'),('90192','18','공연 및 제작관련 대리업'),('90199','18','그 외 기타 창작 및 예술관련 서비스업'),('90211','18','도서관 및 기록 보존소 운영업'),('90212','18','독서실 운영업'),('90221','18','박물관 운영업'),('90222','18','사적지 관리 운영업'),('90231','18','식물원 및 동물원 운영업'),('90232','18','자연공원 운영업'),('90290','18','기타 유사 여가관련 서비스업'),('91111','18','실내 경기장 운영업'),('91112','18','실외 경기장 운영업'),('91113','18','경주장 및 동물 경기장 운영업'),('91121','18','골프장 운영업'),('91122','18','스키장 운영업'),('91131','18','종합 스포츠시설 운영업'),('91132','18','체력 단련시설 운영업'),('91133','18','수영장 운영업'),('91134','18','볼링장 운영업'),('91135','18','당구장 운영업'),('91136','18','골프 연습장 운영업'),('91139','18','그 외 기타 스포츠시설 운영업'),('91191','18','스포츠 클럽 운영업'),('91199','18','그 외 기타 스포츠 서비스업'),('91210','18','유원지 및 테마파크 운영업'),('91221','18','전자 게임장 운영업'),('91222','18','컴퓨터 게임방 운영업'),('91223','18','노래 연습장 운영업'),('91229','18','기타 오락장 운영업'),('91231','18','낚시장 운영업'),('91239','18','기타 수상오락 서비스업'),('91241','18','복권 발행 및 판매업'),('91249','18','기타 사행시설 관리 및 운영업'),('91291','18','무도장 운영업'),('91292','18','체육 공원 및 유사 공원 운영업'),('91293','18','기원 운영업'),('91299','18','그 외 기타 분류 안된 오락관련 서비스업'),('94110','19','산업 단체'),('94120','19','전문가 단체'),('94200','19','노동조합'),('94911','19','불교 단체'),('94912','19','기독교 단체'),('94913','19','천주교 단체'),('94914','19','민족 종교 단체'),('94919','19','기타 종교 단체'),('94920','19','정치 단체'),('94931','19','환경운동 단체'),('94939','19','기타 시민운동 단체'),('94990','19','그 외 기타 협회 및 단체'),('95110','19','컴퓨터 및 주변 기기 수리업'),('95120','19','통신장비 수리업'),('95211','19','자동차 종합 수리업'),('95212','19','자동차 전문 수리업'),('95213','19','자동차 세차업'),('95220','19','모터사이클 수리업'),('95310','19','가전제품 수리업'),('95391','19','의복 및 기타 가정용 직물제품 수리업'),('95392','19','가죽, 가방 및 신발 수리업'),('95393','19','시계, 귀금속 및 악기 수리업'),('95399','19','그 외 기타 개인 및 가정용품 수리업'),('96111','19','이용업'),('96112','19','두발 미용업'),('96113','19','피부 미용업'),('96119','19','기타 미용업'),('96121','19','욕탕업'),('96122','19','마사지업'),('96129','19','체형 등 기타 신체 관리 서비스업'),('96911','19','산업용 세탁업'),('96912','19','가정용 세탁업'),('96913','19','세탁물 공급업'),('96921','19','장례식장 및 장의관련 서비스업'),('96922','19','화장터 운영, 묘지 분양 및 관리업'),('96991','19','예식장업'),('96992','19','점술 및 유사 서비스업'),('96993','19','개인 간병 및 유사 서비스업'),('96994','19','결혼 상담 및 준비 서비스업'),('96995','19','애완 동물 장묘 및 보호 서비스업'),('96999','19','그 외 기타 달리 분류되지 않은 개인 서비스업'),('97000','20','가구 내 고용활동'),('98100','20','자가 소비를 위한 가사 생산 활동'),('98200','20','자가 소비를 위한 가사 서비스 활동'),('99001','21','주한 외국 공관'),('99009','21','기타 국제 및 외국기관');
/*!40000 ALTER TABLE `category` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

--
-- Table structure for table `guguncode`
--

DROP TABLE IF EXISTS `guguncode`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `guguncode` (
  `gugunCode` varchar(10) NOT NULL,
  `gugunName` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`gugunCode`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `guguncode`
--

LOCK TABLES `guguncode` WRITE;
/*!40000 ALTER TABLE `guguncode` DISABLE KEYS */;
INSERT INTO `guguncode` VALUES ('1111000000','종로구'),('1114000000','중구'),('1117000000','용산구'),('1120000000','성동구'),('1121500000','광진구'),('1123000000','동대문구'),('1126000000','중랑구'),('1129000000','성북구'),('1130500000','강북구'),('1132000000','도봉구'),('1135000000','노원구'),('1138000000','은평구'),('1141000000','서대문구'),('1144000000','마포구'),('1147000000','양천구'),('1150000000','강서구'),('1153000000','구로구'),('1154500000','금천구'),('1156000000','영등포구'),('1159000000','동작구'),('1162000000','관악구'),('1165000000','서초구'),('1168000000','강남구'),('1171000000','송파구'),('1174000000','강동구'),('2611000000','중구'),('2614000000','서구'),('2617000000','동구'),('2620000000','영도구'),('2623000000','부산진구'),('2626000000','동래구'),('2629000000','남구'),('2632000000','북구'),('2635000000','해운대구'),('2638000000','사하구'),('2641000000','금정구'),('2644000000','강서구'),('2647000000','연제구'),('2650000000','수영구'),('2653000000','사상구'),('2671000000','기장군'),('2711000000','중구'),('2714000000','동구'),('2717000000','서구'),('2720000000','남구'),('2723000000','북구'),('2726000000','수성구'),('2729000000','달서구'),('2771000000','달성군'),('2811000000','중구'),('2814000000','동구'),('2817700000','미추홀구'),('2818500000','연수구'),('2820000000','남동구'),('2823700000','부평구'),('2824500000','계양구'),('2826000000','서구'),('2871000000','강화군'),('2872000000','옹진군'),('2911000000','동구'),('2914000000','서구'),('2915500000','남구'),('2917000000','북구'),('2920000000','광산구'),('3011000000','동구'),('3014000000','중구'),('3017000000','서구'),('3020000000','유성구'),('3023000000','대덕구'),('3111000000','중구'),('3114000000','남구'),('3117000000','동구'),('3120000000','북구'),('3171000000','울주군'),('3611000000','세종특별자치시'),('4111000000','수원시'),('4111100000','수원시 장안구'),('4111300000','수원시 권선구'),('4111500000','수원시 팔달구'),('4111700000','수원시 영통구'),('4113000000','성남시'),('4113100000','성남시 수정구'),('4113300000','성남시 중원구'),('4113500000','성남시 분당구'),('4115000000','의정부시'),('4117000000','안양시'),('4117100000','안양시 만안구'),('4117300000','안양시 동안구'),('4119000000','부천시'),('4121000000','광명시'),('4122000000','평택시'),('4125000000','동두천시'),('4127000000','안산시'),('4127100000','안산시 상록구'),('4127300000','안산시 단원구'),('4128000000','고양시'),('4128100000','고양시 덕양구'),('4128500000','고양시 일산동구'),('4128700000','고양시 일산서구'),('4129000000','과천시'),('4131000000','구리시'),('4136000000','남양주시'),('4137000000','오산시'),('4139000000','시흥시'),('4141000000','군포시'),('4143000000','의왕시'),('4145000000','하남시'),('4146000000','용인시'),('4146100000','용인시 처인구'),('4146300000','용인시 기흥구'),('4146500000','용인시 수지구'),('4148000000','파주시'),('4150000000','이천시'),('4155000000','안성시'),('4157000000','김포시'),('4159000000','화성시'),('4161000000','광주시'),('4163000000','양주시'),('4165000000','포천시'),('4167000000','여주시'),('4180000000','연천군'),('4182000000','가평군'),('4183000000','양평군'),('4211000000','춘천시'),('4213000000','원주시'),('4215000000','강릉시'),('4217000000','동해시'),('4219000000','태백시'),('4221000000','속초시'),('4223000000','삼척시'),('4272000000','홍천군'),('4273000000','횡성군'),('4275000000','영월군'),('4276000000','평창군'),('4277000000','정선군'),('4278000000','철원군'),('4279000000','화천군'),('4280000000','양구군'),('4281000000','인제군'),('4282000000','고성군'),('4283000000','양양군'),('4311000000','청주시'),('4311100000','청주시 상당구'),('4311200000','청주시 서원구'),('4311300000','청주시 흥덕구'),('4311400000','청주시 청원구'),('4313000000','충주시'),('4315000000','제천시'),('4372000000','보은군'),('4373000000','옥천군'),('4374000000','영동군'),('4374500000','증평군'),('4375000000','진천군'),('4376000000','괴산군'),('4377000000','음성군'),('4380000000','단양군'),('4413000000','천안시'),('4413100000','천안시 동남구'),('4413300000','천안시 서북구'),('4415000000','공주시'),('4418000000','보령시'),('4420000000','아산시'),('4421000000','서산시'),('4423000000','논산시'),('4425000000','계룡시'),('4427000000','당진시'),('4471000000','금산군'),('4476000000','부여군'),('4477000000','서천군'),('4479000000','청양군'),('4480000000','홍성군'),('4481000000','예산군'),('4482500000','태안군'),('4511000000','전주시'),('4511100000','전주시 완산구'),('4511300000','전주시 덕진구'),('4513000000','군산시'),('4514000000','익산시'),('4518000000','정읍시'),('4519000000','남원시'),('4521000000','김제시'),('4571000000','완주군'),('4572000000','진안군'),('4573000000','무주군'),('4574000000','장수군'),('4575000000','임실군'),('4577000000','순창군'),('4579000000','고창군'),('4580000000','부안군'),('4611000000','목포시'),('4613000000','여수시'),('4615000000','순천시'),('4617000000','나주시'),('4623000000','광양시'),('4671000000','담양군'),('4672000000','곡성군'),('4673000000','구례군'),('4677000000','고흥군'),('4678000000','보성군'),('4679000000','화순군'),('4680000000','장흥군'),('4681000000','강진군'),('4682000000','해남군'),('4683000000','영암군'),('4684000000','무안군'),('4686000000','함평군'),('4687000000','영광군'),('4688000000','장성군'),('4689000000','완도군'),('4690000000','진도군'),('4691000000','신안군'),('4711000000','포항시'),('4711100000','포항시 남구'),('4711300000','포항시 북구'),('4713000000','경주시'),('4715000000','김천시'),('4717000000','안동시'),('4719000000','구미시'),('4721000000','영주시'),('4723000000','영천시'),('4725000000','상주시'),('4728000000','문경시'),('4729000000','경산시'),('4772000000','군위군'),('4773000000','의성군'),('4775000000','청송군'),('4776000000','영양군'),('4777000000','영덕군'),('4782000000','청도군'),('4783000000','고령군'),('4784000000','성주군'),('4785000000','칠곡군'),('4790000000','예천군'),('4792000000','봉화군'),('4793000000','울진군'),('4794000000','울릉군'),('4812000000','창원시'),('4812100000','창원시 의창구'),('4812300000','창원시 성산구'),('4812500000','창원시 마산합포구'),('4812700000','창원시 마산회원구'),('4812900000','창원시 진해구'),('4817000000','진주시'),('4822000000','통영시'),('4824000000','사천시'),('4825000000','김해시'),('4827000000','밀양시'),('4831000000','거제시'),('4833000000','양산시'),('4872000000','의령군'),('4873000000','함안군'),('4874000000','창녕군'),('4882000000','고성군'),('4884000000','남해군'),('4885000000','하동군'),('4886000000','산청군'),('4887000000','함양군'),('4888000000','거창군'),('4889000000','합천군'),('5011000000','제주시'),('5013000000','서귀포시');
/*!40000 ALTER TABLE `guguncode` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

--
-- Table structure for table `payment`
--

DROP TABLE IF EXISTS `payment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `payment` (
  `paymentId` int NOT NULL AUTO_INCREMENT,
  `userId` int NOT NULL,
  `storeId` int NOT NULL,
  `total` int DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  `status` tinyint DEFAULT '1',
  `transactionId` varchar(255) DEFAULT NULL,
  `testCode` int NOT NULL,
  PRIMARY KEY (`paymentId`),
  KEY `FK_user_user_id_idx` (`userId`),
  KEY `FK_payment_store_id_idx` (`storeId`),
  CONSTRAINT `FK_payment_store_id` FOREIGN KEY (`storeId`) REFERENCES `store` (`storeId`),
  CONSTRAINT `FK_payment_user_id` FOREIGN KEY (`userId`) REFERENCES `user` (`userId`)
) ENGINE=InnoDB AUTO_INCREMENT=117 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `payment`
--

LOCK TABLES `payment` WRITE;
/*!40000 ALTER TABLE `payment` DISABLE KEYS */;
INSERT INTO `payment` VALUES (89,52,10,8000,'2021-05-18 13:34:28',2,'99656749aadfcc5a1422cd96c244eac850cef6c1e9e2e9cce2e1c521c6dafbc5',1),(90,52,11,4100,'2021-05-18 13:40:07',2,'929d4d2fdb8a736151244cf8d2ea05a1ab1f23e49c1027b275b02bc5607b1bac',1),(91,52,11,4100,'2021-05-15 11:48:15',2,'f5d1037515f4d31d85b9899a06e0fbb54e57ab932371d807046bfa4de3f19778',1),(92,52,11,9400,'2021-05-14 13:00:27',2,'ac265ec07ac3a71b330780bc7aa733dceb2d0c85bde1af1bde23abfb89fa6dd8',1),(93,52,11,12000,'2021-05-13 13:12:38',2,'f3b93d112921bf849f4b47399c97781e23f4758c9d1c251d4760df0d8a86375e',1),(94,52,11,8200,'2021-04-12 11:48:47',2,'00260111880dd49cc1de1848bc8c98e471cfe7c04402f7cef87c881b17ed0ab3',1),(95,52,11,8200,'2021-03-12 13:55:57',0,'11170ecc50f8449b5e65d0da224a8bc5026dcc02e543e2d096c764c6cdef78de',1),(96,52,10,8000,'2021-02-13 13:49:07',2,'dda193b6befb869d2d367ddc97a2cae5482186495c4d4a6b4d692931db4d02a9',1),(97,52,10,15500,'2021-01-14 12:33:16',2,'9c8f94f82805a018ce58be02a1d1b4e7fca170759c4c30c3691a8574f7a06e9b',1),(98,52,10,7500,'2021-01-15 13:49:22',2,'abe593571f89c8a0edeb15e9f3028a881447ff8f8e19cb38bbfc547ce70b5a01',1),(99,52,10,8000,'2021-01-18 13:30:30',2,'84fc788412b315f2359cfe626084d1fd31b41fded80daf33e0df7d69cc870206',1),(100,53,13,64000,'2021-05-18 15:42:51',2,'6593349a4194b8f9ed88063a41fe9c5052bb4684c87b55aece439da0b62eafa0',1),(101,53,13,64000,'2021-05-18 15:43:26',2,'8720c5046cb3dfca87aa6a961473fdfdbdddcd2b81b23ce961859ce2be40c099',1),(102,53,13,18000,'2021-05-18 15:48:03',2,'9d6ece85e79b9810ae7127a4a63d90420be7229b39f2fc1e99b8c6ba4e193136',1),(103,53,13,20000,'2021-05-18 15:50:35',2,'1edd7a29b19e66d14ae5f5e8b7bb8f15f6ffac5c8fa8e1f28bef09011611cb82',1),(104,52,10,5000,'2021-05-18 16:09:07',2,'245f3d0cefc510c8ae679b0210daab21661314c7b014320bb6406ab073603e85',1),(105,52,10,5000,'2021-05-18 16:12:50',2,'d728e0f271aa604007b0bef5edf9189f553678d52502d82799f70c6ca9fe482c',1),(106,52,10,8000,'2021-05-19 14:41:44',2,'afc2ab8a4e301da0597bd5448289d51e499e2d59253c3bbf0be760c2814050ee',1),(107,52,10,8000,'2021-05-19 14:43:08',2,'37293ec60071d7bfbdca7f0741c3beeb62875f9ac4845130e0162d1666987fbe',1),(108,52,10,35000,'2021-05-19 21:35:46',2,'c1507ae2d4abd4901583364e7e1853651aafa16c43f1d03f2cfb08fe13ea99e6',1),(109,52,10,35000,'2021-05-19 21:36:57',2,'39c804c244e5ee63ad1d1cecfd98755ed68cd8f45ce9ac18dd732dfb134a1dd9',1),(110,53,13,12000,'2021-05-20 11:45:19',2,'180598d929aa468de97ff369fd3fb5b17ca98fb95f1f90ba97e470e176dd8b69',1),(111,52,10,8000,'2021-05-20 12:46:45',2,'13a47a654663e7109527d55da432c18fec9f7f03e712b2ee7a7f848d0f77d18e',1),(112,52,10,15500,'2021-05-20 14:29:57',2,'9186331a572f44c98a1a5657e82db64c0184200927a913e271cd1ae092588970',1),(113,52,10,7500,'2021-05-20 16:57:31',2,'7dff0e5fbb7cc12a1879a5124d46fb56cd5216c27336456dff8475c0bbe9b302',1),(114,52,10,10000,'2021-05-20 17:12:25',1,'83269f2e55a381d662d8e71296d943dd4acc4c22c2895429d68218f7a084ed09',1),(115,52,11,9400,'2021-05-20 21:45:24',1,'1e9e5b631771422cd717e8e81b6701de173204a287b8ebc9431872c47fefe0d7',1),(116,52,11,9400,'2021-05-20 21:56:55',1,'c2f196094bf7d594dca8c321fad95e0be1b191ba8e7fa563537aababbef0cf37',1);
/*!40000 ALTER TABLE `payment` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

--
-- Table structure for table `paymentitem`
--

DROP TABLE IF EXISTS `paymentitem`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `paymentitem` (
  `paymentItemId` int NOT NULL AUTO_INCREMENT,
  `paymentId` int NOT NULL,
  `productName` varchar(255) NOT NULL,
  `price` int NOT NULL,
  `amount` int NOT NULL,
  PRIMARY KEY (`paymentItemId`),
  KEY `FK_paymentitem_paymentId_idx` (`paymentId`),
  CONSTRAINT `FK_paymentitem_paymentId` FOREIGN KEY (`paymentId`) REFERENCES `payment` (`paymentId`)
) ENGINE=InnoDB AUTO_INCREMENT=190 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `paymentitem`
--

LOCK TABLES `paymentitem` WRITE;
/*!40000 ALTER TABLE `paymentitem` DISABLE KEYS */;
INSERT INTO `paymentitem` VALUES (149,89,'순두부찌개',7000,1),(150,89,'공기밥',1000,1),(151,90,'캐모마일 블렌드 티',4100,1),(152,91,'캐모마일 블렌드 티',4100,1),(153,92,'오늘의 커피',3800,1),(154,92,'화이트 초콜릿 모카',5600,1),(155,93,'아이스 아메리카노',4100,2),(156,93,'오늘의 커피',3800,1),(157,94,'아이스 아메리카노',4100,2),(158,95,'아이스 아메리카노',4100,2),(159,96,'냉면 & 돈까스',8000,1),(160,97,'치즈돈까스',7500,1),(161,97,'고구마 치즈돈까스',8000,1),(162,98,'치즈돈까스',7500,1),(163,99,'순두부찌개',7000,1),(164,99,'공기밥',1000,1),(165,100,'후라이드 치킨',20000,1),(166,100,'반반 치킨',22000,2),(167,101,'후라이드 치킨',20000,1),(168,101,'반반 치킨',22000,2),(169,102,'마늘치킨',18000,1),(170,103,'후라이드 치킨',20000,1),(171,104,'아침식사',5000,1),(172,105,'아침식사',5000,1),(173,106,'냉면 & 돈까스',8000,1),(174,107,'냉면 & 돈까스',8000,1),(175,108,'코니첼(포크)',8000,1),(176,108,'하프A(포크&치킨)',9000,3),(177,109,'코니첼(포크)',8000,1),(178,109,'하프A(포크&치킨)',9000,3),(179,110,'후라이드 치킨',12000,1),(180,111,'순두부찌개',7000,1),(181,111,'공기밥',1000,1),(182,112,'치즈돈까스',7500,1),(183,112,'고구마 치즈돈까스',8000,1),(184,113,'치킨까스',7500,1),(185,114,'치즈돈까스',8000,1),(186,115,'오늘의 커피',3800,1),(187,115,'화이트 초콜릿 모카',5600,1),(188,116,'오늘의 커피',3800,1),(189,116,'화이트 초콜릿 모카',5600,1);
/*!40000 ALTER TABLE `paymentitem` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

--
-- Table structure for table `sidocode`
--

DROP TABLE IF EXISTS `sidocode`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `sidocode` (
  `sidoCode` varchar(10) NOT NULL,
  `sidoName` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`sidoCode`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sidocode`
--

LOCK TABLES `sidocode` WRITE;
/*!40000 ALTER TABLE `sidocode` DISABLE KEYS */;
INSERT INTO `sidocode` VALUES ('1100000000','서울특별시'),('2600000000','부산광역시'),('2700000000','대구광역시'),('2800000000','인천광역시'),('2900000000','광주광역시'),('3000000000','대전광역시'),('3100000000','울산광역시'),('3611000000','세종특별자치시'),('4100000000','경기도'),('4200000000','강원도'),('4300000000','충청북도'),('4400000000','충청남도'),('4500000000','전라북도'),('4600000000','전라남도'),('4700000000','경상북도'),('4800000000','경상남도'),('5000000000','제주특별자치도');
/*!40000 ALTER TABLE `sidocode` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

--
-- Table structure for table `store`
--

DROP TABLE IF EXISTS `store`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `store` (
  `storeId` int NOT NULL AUTO_INCREMENT,
  `crNum` varchar(12) NOT NULL,
  `categoryCode` varchar(5) NOT NULL,
  `email` varchar(45) NOT NULL,
  `password` varchar(100) NOT NULL,
  `storeName` varchar(45) NOT NULL,
  `contact` varchar(14) NOT NULL,
  `bankName` varchar(45) NOT NULL,
  `account` int NOT NULL,
  `sidoCode` varchar(10) NOT NULL,
  `gugunCode` varchar(10) NOT NULL,
  `requestDate` datetime DEFAULT NULL,
  `accepted` tinyint DEFAULT '1',
  `total` int DEFAULT NULL,
  `testCode` int NOT NULL,
  PRIMARY KEY (`storeId`),
  KEY `FK_store_sidoCode_idx` (`sidoCode`),
  KEY `FK_store_gugunCode_idx` (`gugunCode`),
  KEY `FK_store_category_idx` (`categoryCode`),
  CONSTRAINT `FK_store_category` FOREIGN KEY (`categoryCode`) REFERENCES `category` (`categoryCode`),
  CONSTRAINT `FK_store_gugunCode` FOREIGN KEY (`gugunCode`) REFERENCES `guguncode` (`gugunCode`),
  CONSTRAINT `FK_store_sidoCode` FOREIGN KEY (`sidoCode`) REFERENCES `sidocode` (`sidoCode`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `store`
--

LOCK TABLES `store` WRITE;
/*!40000 ALTER TABLE `store` DISABLE KEYS */;
INSERT INTO `store` VALUES (1,'516-48-48514','55101','ssafyHotel@ssafy.com','$2a$10$ud0ca2FT7tzL9s5RRAZGIeNAC2zI9S.5B/pf3CVJxWceeCbXA8E66','싸피 호텔','02-4242-5954','신한은행',254862575,'1100000000','1168000000','2021-04-17 01:08:28',2,0,0),(10,'532-15-29263','56111','onetwo@ssafy.com','$2a$10$ud0ca2FT7tzL9s5RRAZGIeNAC2zI9S.5B/pf3CVJxWceeCbXA8E66','코니첼','010-2210-6854','신한은행',250087457,'1100000000','1168000000','2021-05-09 23:12:21',2,0,0),(11,'123-45-67891','56221','example@example.com','$2a$10$ud0ca2FT7tzL9s5RRAZGIeNAC2zI9S.5B/pf3CVJxWceeCbXA8E66','스타벅스 역삼대로점','02-1234-5678','신한은행\r ',333040570,'1100000000','1168000000','2021-05-17 01:08:28',2,0,1),(12,'180-18-28180','46452','gangDai@daiso.com','$2a$10$w977GgwRhTXlNWd749/KX.IIkiPagmg3a595IBnO3gzY1pjJS2lo2','다이소 강남점','02-4842-2841','신한은행',333418570,'1100000000','1168000000','2021-05-18 01:53:02',1,0,1),(13,'123-12-12345','56193','ssafychicken@ssafy.com','$2a$10$ZujMRebM0FJ0d0SkYSSO2uOmpcYm03./5H.SFj88TvX.2v6OgJAHm','싸피 치킨','010-1234-1234','신한은행',21780204,'1100000000','1111000000','2021-05-18 15:42:43',2,NULL,0),(14,'128-32-99651','56129','admin@pho358.com','$2a$10$qlOhfJXVPcRbqe9RYtBW8.QOUnMHgzwuq5t1qaGoODMJS/kDg4q8K','Pho358','01012349999','신한은행',1235656,'1100000000','1138000000','2021-05-20 17:00:51',2,NULL,0);
/*!40000 ALTER TABLE `store` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

--
-- Table structure for table `user`
--

DROP TABLE IF EXISTS `user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `user` (
  `userId` int NOT NULL AUTO_INCREMENT,
  `employeeNum` int NOT NULL,
  `email` varchar(45) NOT NULL,
  `userName` varchar(30) DEFAULT NULL,
  `password` varchar(100) NOT NULL,
  `department` varchar(45) NOT NULL,
  `position` varchar(45) NOT NULL,
  `contact` varchar(14) NOT NULL,
  `days` varchar(7) NOT NULL,
  `cardLimit` int NOT NULL,
  `sidoCode` varchar(10) NOT NULL,
  `gugunCode` varchar(10) NOT NULL,
  `balance` int DEFAULT NULL,
  `active` int DEFAULT '1',
  `accessTime` datetime DEFAULT CURRENT_TIMESTAMP,
  `limitTime` datetime DEFAULT NULL,
  `testCode` int NOT NULL,
  PRIMARY KEY (`userId`),
  KEY `FK_user_sidoCode_idx` (`sidoCode`),
  KEY `FK_user_gugunCode_idx` (`gugunCode`),
  CONSTRAINT `FK_user_gugunCode` FOREIGN KEY (`gugunCode`) REFERENCES `guguncode` (`gugunCode`),
  CONSTRAINT `FK_user_sidoCode` FOREIGN KEY (`sidoCode`) REFERENCES `sidocode` (`sidoCode`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user`
--

LOCK TABLES `user` WRITE;
/*!40000 ALTER TABLE `user` DISABLE KEYS */;
INSERT INTO `user` VALUES (52,121212,'ssafy@ssafy.com','윤현수','$2a$10$Dlpr5VVORgUx6KBE9snLleLdaAcbiCVgfucIM0u7WoD5PFf7N5j8e','디지털 개발부','주임','010-8589-8484','1111111',200000,'1100000000','1168000000',190600,1,'2021-05-20 21:43:07',NULL,0),(53,20210518,'newperson@gmail.com','김지원','$2a$10$EkCFQSFBjlbFl2GFga5ql.sdVymy1T.SSgl8fdGWQT9dFNncn2nHi','총무부','수석','010-8428-8822','1111100',1000000,'1100000000','1111000000',822000,1,'2021-05-18 15:47:52',NULL,0),(54,2600032,'test1@corc.com','박지수','$2a$10$auvemLvaURdkYVd/OExoOujFFAf9UsBZ/KcTl1fFqTQkQHcH/ecXa','인사부','주임','010-1212-1212','1111111',100000,'1100000000','1111000000',100000,1,'2021-05-20 20:58:05','2021-06-19 20:58:05',1),(55,3100213,'test2@corc.com','김석준','$2a$10$KoD4qwUaN66FfN2ueUF/FewYOZFfFjvwp8foSt47JJiaVfYzHAuBy','디지털 개발부','선임','010-1313-3131','1111111',100000,'1100000000','1111000000',100000,1,'2021-05-20 21:01:30','2021-06-19 21:01:30',1),(56,1290824,'test3@corc.com','한제현','$2a$10$FVJaZBZT/m3I.M/apHnvhuyAGnWeIFm/GipRNkvym1baPszNloGUu','총무부','주임','010-1414-4141','1111100',100000,'1100000000','1111000000',100000,1,'2021-05-20 21:11:33','2021-06-19 21:11:33',1),(57,3306940,'test4@corc.com','신혜원','$2a$10$phULVBpicNcrgpM0yPXAqez1ijN3vqg2s3IU.Oi8ni5LhZHTNckxW','디지털 개발부','수석','010-1515-5151','1111111',300000,'1100000000','1111000000',300000,1,'2021-05-20 21:12:16','2021-06-19 21:12:16',1),(58,3308263,'test5@corc.com','유미래','$2a$10$DqPn74dvQzFpoZrZcCOHs.5h9ZmojEZOnB5m8C1MNDstXZjO/jA3K','디지털 개발부','주임','010-1234-5678','1111100',100000,'1100000000','1111000000',100000,1,'2021-05-20 21:13:16','2021-06-19 21:13:16',1),(59,121213,'test6@corc.com','백경선','$2a$10$k6E7zfInCxr4/fG49.E9ievCg/FQMVVn6//TGZS6LXAdlYVU5TZBu','영업부','행원','010-2121-3232','1111100',100000,'1100000000','1111000000',100000,1,'2021-05-20 21:20:29','2021-06-19 21:20:29',1);
/*!40000 ALTER TABLE `user` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-05-20 21:58:30